Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# FilesSavedHint_other
source: {0} files saved to Downloads
ar: تم حفظ ⁨{0}⁩ ملفٍ في التنزيلات.
be: {0} файла захавана ў спампоўкі
ca: S'han desat els {0} fitxers a «Baixades»
de: {0} Dateien in Downloads gespeichert
es: {0} archivos guardados en Descargas
fi: {0} tiedostoa tallennettiin latauksiin.
fr: {0} fichiers enregistrés dans les téléchargements
it: {0} file salvati nei download
ko: 다운로드에 {0}개의 파일이 저장됐습니다
ms: {0} fail disimpan ke Muat Turun
nl: {0} bestanden opgeslagen in downloads
pl: {0} pliku zapisano w Pobranych
pt_br: {0} arquivos salvos em Downloads
ru: {0} файла сохранено в загрузки
sv: {0} filer sparade i nedladdningar.
tr: {0} dosya, İndirilenler'e kaydedildi
uk: {0} файл збережено в Завантаженнях

# FileUploadLimit
source: File size shouldn't be greater than {0}
ar: لا يمكن أن يتجاوز حجم الملف ⁨{0}⁩
be: Памер файла не можа перавышаць {0}
ca: La mida del fitxer no hauria de superar els {0}
de: Die Datei darf nicht größer als {0} sein
es: El archivo no debe superar los {0}
fa: حجم فایل نباید بیش از ⁨{0}⁩ باشد
fi: Tiedostokoko ei saa ylittää {0}
fr: La taille du fichier ne devrait pas dépasser {0}
id: Ukuran berkas harusnya tidak lebih dari {0}
it: La dimensione del file non dovrebbe superare i {0}
ko: 파일 크기는 {0}보다 작아야 합니다
ms: Ukuran fail tak lebih dari {0}
nl: Bestanden mogen maximaal {0} zijn
pl: Rozmiar pliku nie powinien być większy niż {0}
pt_br: Tamanho do arquivo não deve ser maior que {0}
ru: Размер файла не может превышать {0}
sv: Filstorleken bör inte vara större än {0}
tr: Dosya boyutu {0}'tan büyük olmamalıdır
uk: Розмір файлу не може перевищувати {0}
uz: Fayl hajmi {0} dan katta boʻlmasligi lozim
zh_cn: 文件大小不能超过 {0}
zh_tw: 文件大小不能超過 {0}

# FilterAddChats
source: Add Chats
ar: إضافة محادثات
be: Дадаць чаты
ca: Afegeix-hi xats
de: Chats hinzufügen
es: Añadir chats
fa: افزودن گفتگوها
fi: Lisää keskusteluja
fr: Ajouter des échanges
id: Tambah Obrolan
it: Aggiungi chat
ko: 대화방 추가
ms: Tambah Bual
nl: Chats toevoegen
pl: Dodaj czaty
pt_br: Incluir Chats
ru: Добавить чаты
sv: Lägg till chattar
tr: Sohbetleri Ekle
uk: Додати чати
uz: Chatlarni qoʻshish

# FilterAddException
source: Add Exception
ar: إضافة استثناء
be: Дадаць выключэнне
ca: Afegeix una excepció
de: Ausnahme hinzufügen
es: Añadir excepción
fa: افزودن استثنا
fi: Lisää poikkeus
fr: Ajouter une exception
id: Tambah Pengecualian
it: Aggiungi eccezione
ko: 예외 추가
ms: Tambah Pengecualian
nl: Uitzondering toevoegen
pl: Dodaj wyjątek
pt_br: Adicionar Exceção
ru: Добавить исключение
sv: Lägg till undantag
tr: Ayrıcalık Ekle
uk: Додати виняток
uz: Istisno qoʻshish

# FilterAddingChats
source: Adding chats
ar: يتم إضافة المحادثات
be: Дадаванне чатаў
ca: S'estan afegint
de: Chats werden hinzugefügt
es: Añadiendo chats
fa: در حال افزودن گفتگوها
fi: Keskustelujen lisääminen
fr: Ajout des échanges
id: Menambah Obrolan
it: Aggiungo le chat
ms: Menanbah bual
nl: Chats toevoegen
pl: Dodawanie czatów
pt_br: Adicionando chats
ru: Добавление чатов
sv: Lägger till chattar
tr: Sohbetler ekleniyor
uk: Додавання чатів
uz: Chatlar qoʻshilmoqda

# FilterAddingChatsInfo
source: Please wait a few moments while we fill this folder for you...
ar: يرجى الانتظار بضع لحظات ريثما نقوم بملء هذا المجلد لك...
be: Крыху пачакайце, пакуль мы запаўняем для вас гэту папку...
ca: Espereu un moment mentre omplim aquesta carpeta...
de: Bitte warte, bis wir den Ordner mit Chats füllen...
es: Espera un momento mientras llenamos esta carpeta…
fa: لطفاً تا پر شدن این پوشه چند لحظه صبر کنید...
fi: Odota hetki, kansiota täydennetään...
fr: Veuillez patienter quelques instants pendant que nous remplissons ce dossier pour vous...
id: Mohon tunggu beberapa saat sementara kami mengisi folder ini untuk Anda...
it: Per favore attendi qualche momento mentre riempiamo questa cartella per te...
ko: 이 폴더를 채우는 동안 잠시 기다려 주세요...
ms: Sila tunggu seketika sementara kami isi folder ini untuk anda...
nl: Wacht even terwijl we deze map voor je vullen...
pl: Poczekaj chwilę, aż wypełnimy dla ciebie ten folder…
pt_br: Aguarde um momento enquanto preenchemos esta pasta para você...
ru: Добавление чатов в папку...
sv: Vänta en stund medan vi fyller mapparna åt dig...
tr: Bu klasörü sizin için doldururken lütfen birkaç dakika bekleyin…
uk: Наповнення папки...
uz: Ushbu bo'limni to'ldirib olishimiz uchun biroz kuting...

# FilterAddTo
source: Add to folder
ar: إضافة إلى مجلد
be: Дадаць у папку
ca: Afegeix a la carpeta
de: Zu Ordner hinzufügen
es: Añadir a carpeta
fa: افزودن به پوشه
fi: Lisää kansioon
fr: Ajouter au dossier
id: Tambah ke Folder
it: Aggiungi a una cartella
ko: 폴더에 추가
ms: Tambah ke folder
nl: Toevoegen aan map
pl: Dodaj do folderu
pt_br: Adicionar à pasta
ru: Добавить в папку
sv: Lägg till i mapp
tr: Klasöre ekle
uk: Додати до папки
uz: Jildga qoʻshish

# FilterAddToAlertFullText
source: Sorry, you can't exclude more than 100 chats from a folder.
ar: عذرًا، لايمكنك استثناء أكثر من 100 محادثة من مجلد.
be: На жаль, вы не можаце выключыць больш за 100 чатаў з папкі.
ca: No podeu excloure més de 100 xats d'una carpeta.
de: Mehr als 100 Chats kann man leider nicht aus einem Ordner ausschließen.
es: No puedes excluir más de 100 chats de una carpeta.
fa: متأسفانه نمی‌توانید بیش از 100 گفتگو را در یک پوشه شامل نکنید.
fi: Valitettavasti voit jättää kansiosta pois vain korkeintaan 100 keskustelua.
fr: Désolé, vous ne pouvez pas exclure plus de 100 échanges d'un dossier.
id: Maaf, Anda tidak dapat mengecualikan lebih dari 100 obrolan dari folder.
it: Spiacenti, non puoi escludere più di 100 chat da una cartella.
ko: 죄송합니다, 폴더에서 100개 이상의 대화를 제외할 수 없습니다.
ms: Maaf, anda tak boleh kecualikan lebih dari 100 bual dari folder.
nl: Sorry, je kunt niet meer dan 100 chats uitsluiten van een map
pl: Z folderu nie można wykluczyć więcej niż 100 czatów.
pt_br: Desculpe, você não pode ignorar mais que 100 chats numa pasta.
ru: Из папки нельзя исключить больше 100 чатов.
sv: Beklagar, du kan exkludera högst 100 chattar i mappen.
tr: Üzgünüz, bir klasörden 100'den fazla sohbeti hariç tutamazsınız.
uk: З папки може бути виключено щонайбільше 100 чатів.
uz: Kechirasiz, jilddan 100 tadan ortiq chatni istisno qila olmaysiz.

# FilterAddToAlertFullTitle
source: Limit reached
ar: وصلت الحد الأقصى
be: Ліміт дасягнуты
ca: S'ha assolit el límit
de: Limt erreicht
es: Límite alcanzado
fa: به سقف مجاز رسیدید
fi: Raja kohdattiin
fr: Limite atteinte
id: Batas tercapai
it: Limite raggiunto
ko: 한계 도달
ms: Had dicapai
nl: Limiet bereikt
pl: Osiągnięto limit
pt_br: Limite atingido
ru: Достигнут лимит
sv: Gräns nådd
tr: Sınıra ulaşıldı
uk: Досягнуто обмеження
uz: Limitga yetib kelindi

# FilterAllChats
source: All Chats
ar: كل المحادثات
be: Усе чаты
ca: Tots els xats
de: Alle Chats
es: Todos
fa: تمامی گفتگوها
fi: Kaikki
fr: Tous
id: Semua Obrolan
it: Tutte le chat
ko: 모든 대화방
ms: Semua Bual
nl: Alle chats
pl: Wszystkie czaty
pt_br: Todos
ru: Все чаты
sv: Alla chattar
tr: Tüm Sohbetler
uk: Усі чати
uz: Barcha chatlar

# FilterAllChatsShort
source: All
ar: الكل
be: Усе
ca: Tots
de: Alle
es: Todo
fa: همه
fi: Kaikki
fr: Tous
id: Semua
it: Tutte
ko: 모두
ms: Semua
nl: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Tümü
uk: Усі
uz: Barchasi

# FilterAlwaysShow
source: Include Chats
ar: تضمين محادثات
be: Уключаць чаты
ca: Xats a incloure
de: Chats einbeziehen
es: Incluir chats
fa: شامل شدن گفتگوها
fi: Sisällytä keskusteluja
fr: Inclure des échanges
id: Termasuk Obrolan
it: Includi chat
ko: 대화방 포함
ms: Masukkan Bual
nl: Chats opnemen
pl: Dołącz czaty
pt_br: Incluir Chats
ru: Чаты в папке
sv: Inkludera chattar
tr: Sohbetleri Dahil Et
uk: Включати чати
uz: Jilddagi chatlar

# FilterArchived
source: Archived
ar: المؤرشفة
be: У архіве
ca: Arxivats
de: Archiviert
es: Archivados
fa: بایگانی
fi: Arkistoidut
fr: Archivés
id: Diarsipkan
it: Archiviate
ko: 보관됨
ms: Arkib
nl: Gearchiveerd
pl: Zarchiwizowane
pt_br: Arquivados
ru: Архивированные
sv: Arkiverat
tr: Arşivlenmiş
uk: Архівовані
uz: Arxivlangan

# FilterAvailableText
source: Open *Settings > Folders* to organize your chats into folders.
ar: يمكنك في *الإعدادات > المجلدات* تنظيم محادثاتك في مجلدات.
be: Адкрыйце *Налады > Папкі*, каб размеркаваць вашы чаты па папках.
ca: Obriu *Configuració > Carpetes* i organitzeu els xats en carpetes.
de: *Einstellungen > Ordner* öffnen, um Chats in Ordnern zu sortieren.
es: Abre *Ajustes > Carpetas* para organizar tus chats en carpetas.
fa: برای مرتب‌سازی گفتگوهای خود در پوشه‌ها، قسمت *تنظیمات > پوشه‌ها* را باز کنید.
fi: Avaa *Asetukset > Kansiot* järjestääksesi keskustelusi kansioihin.
fr: Ouvrez *Paramètres > Dossiers* pour organiser vos échanges dans des dossiers.
id: Buka *Pengaturan > Folder* untuk menyusun obrolan Anda ke folder.
it: Apri *Impostazioni > Cartelle* per organizzare le tue chat in cartelle.
ko: *설정 > 폴더*를 열어 대화방을 폴더로 정리하세요.
ms: Buka *Aturan > Folder* untuk susun bual anda ke dalam folder.
nl: Open *Instellingen> Mappen* om je chats in mappen in te delen.
pl: Otwórz *Ustawienia » Foldery* i uporządkuj czaty w foldery.
pt_br: Abra *Configurações > Pastas* para organizar os seus chats em pastas.
ru: Чаты можно сгруппировать в настройках, в разделе *Папки*.
sv: Öppna *Inställningar > Mappar* för att organisera dina chattar i mappar.
tr: Sohbetlerinizi klasörler halinde düzenlemek için *Ayarlar > Klasörler*'i açın.
uk: Ви можете організувати чати в папки в *Налаштуваннях > Папки*.
uz: Chatlaringizni jildlarga saralash uchun *Sozlamalar > Jildlar* ruknini oching.

# FilterAvailableTitle
source: Chat folders
ar: مجلدات المحادثات
be: Папкі для чатаў
ca: Carpetes de xats
de: Ordner
es: Carpetas de chats
fa: پوشه‌های گفتگو
fi: Keskustelukansiot
fr: Dossiers d'échanges
id: Folder Obrolan
it: Cartelle chat
ko: 대화방 폴더
ms: Folder Bual
nl: Chatmappen
pl: Foldery czatów
pt_br: Pastas de chat
ru: Папки с чатами
sv: Chattmappar
tr: Sohbet klasörleri
uk: Папки для чатів
uz: Chat jildlari

# FilterBots
source: Bots
ar: البوتات
be: Боты
fa: ربات‌ها
fi: Botit
id: Bot
it: Bot
ko: 봇
ms: Bot
pl: Boty
ru: Боты
sv: Bottar
tr: Botlar
uk: Боти
uz: Botlar

# FilterChannels
source: Channels
ar: القنوات
be: Каналы
ca: Canals
de: Kanäle
es: Canales
fa: کانال‌ها
fi: Kanavat
fr: Canaux
id: Channel
it: Canali
ko: 채널
ms: Saluran
nl: Kanalen
pl: Kanały
pt_br: Canais
ru: Каналы
sv: Kanaler
tr: Kanallar
uk: Канали
uz: Kanallar

# FilterChatAddedToExisting
source: **{0}** added to **{1}**
ar: تمت إضافة **⁨{0}⁩** إلى **⁨{1}⁩**.
be: **{0}** дададзены(-а) да **{1}**
ca: S'ha afegit **{0}** a **{1}**
de: **{0}** wurde **{1}** hinzugefügt
es: Añadiste **{0}** a **{1}**
fa: **⁨{0}⁩** به **⁨{1}⁩** اضافه شد
fi: **{0}** lisättiin kansioon **{1}**.
fr: **{0}** a été ajouté à **{1}**
id: **{0}** dimasukkan ke **{1}**
it: **{0}** aggiunta a **{1}**
ko: **{1}** 폴더에 **{0}** 대화가 추가됨
ms: **{0}** ditambah ke **{1}**
nl: **{0}** toegevoegd aan **{1}**
pl: **{0}** dodano do **{1}**
pt_br: **{0}** adicionado a **{1}**
ru: Чат **{0}** добавлен в **{1}**
sv: **{0}** tillagt i **{1}**.
tr: **{1}** klasörüne **{0}** eklendi
uk: **{0}** додано до **{1}**
uz: **{0}** **{1}**ga qoʻshildi

# FilterChatRemovedFrom
source: **{0}** removed from **{1}**
ar: تمت إزالة **⁨{0}⁩** من **⁨{1}⁩**.
be: **{0}** выдалены з **{1}**
ca: S'ha eliminat **{0}** de **{1}**
de: **{0}** wurde aus **{1}** entfernt
es: Quitaste **{0}** de **{1}**
fa: **⁨{0}⁩** از **⁨{1}⁩** حذف شد
fi: **{0}** poistettiin kansiosta **{1}**.
fr: **{0}** a été retiré de **{1}**
id: **{0}** dibuang dari **{1}**
it: **{0}** rimossa da **{1}**
ko: **{1}** 폴더에서 **{0}** 대화가 삭제됨
ms: **{0}** dikeluarkan dari **{1}**
nl: **{0}** verwijderd van **{1}**
pl: **{0}** usunięto z **{1}**
pt_br: **{0}** removido de **{1}**
ru: Чат **{0}** исключён из **{1}**
sv: **{0}** borttaget från **{1}**.
tr: **{1}** klasöründen **{0}** kaldırıldı
uk: **{0}** вилучено з **{1}**
uz: **{0}** **{1}**dan olib tashlandi

# FilterChats
source: Chats
ar: المحادثات
be: Чаты
ca: Xats
fa: گفتگوها
fi: Keskustelut
fr: Échanges
id: Obrolan
it: Chat
ko: 대화방
ms: Bual
pl: Czaty
ru: Чаты
sv: Chattar
tr: Sohbetler
uk: Чати
uz: Chatlar

# FilterChatsAddedToExisting
source: **{0}** added to **{1}**
ar: تمت إضافة **⁨{0}⁩** إلى **⁨{1}⁩**.
be: **{0}** дададзены да **{1}**
ca: S'ha afegit **{0}** a **{1}**
de: **{0}** wurde **{1}** hinzugefügt
es: Añadiste **{0}** a **{1}**
fa: **⁨{0}⁩** به **⁨{1}⁩** اضافه شد
fi: **{0}** lisättiin kansioon **{1}**.
fr: **{0}** ont été ajoutés à **{1}**
id: **{0}** dimasukkan ke **{1}**
it: **{0}** aggiunte a **{1}**
ko: **{1}** 폴더에 **{0}** 대화가 추가됨
ms: **{0}** ditambah ke **{1}**
nl: **{0}** toegevoegd aan **{1}**
pl: **{0}** dodano do **{1}**
pt_br: **{0}** adicionado a **{1}**
ru: **{0}** добавлены в **{1}**
sv: **{0}** tillagt i **{1}**.
tr: **{1}** klasörüne **{0}** eklendi
uk: **{0}** додано до **{1}**
uz: **{0}** **{1}**ga qoʻshildi

# FilterChatsRemovedFrom
source: **{0}** removed from **{1}**
ar: تمت إزالة **⁨{0}⁩** من **⁨{1}⁩**.
be: **{0}** выдалены з **{1}**
ca: S'ha eliminat **{0}** de **{1}**
de: **{0}** wurde aus **{1}** entfernt
es: Quitaste **{0}** de **{1}**
fa: **⁨{0}⁩** از **⁨{1}⁩** حذف شد
fi: **{0}** poistettiin kansiosta **{1}**.
fr: **{0}** ont été retirés de **{1}**
id: **{0}** dibuang dari **{1}**
it: **{0}** rimosse da **{1}**
ko: **{1}** 폴더에서 **{0}** 대화가 삭제됨
ms: **{0}** dikeluarkan dari **{1}**
nl: **{0}** verwijderd van **{1}**
pl: **{0}** usunięto z **{1}**
pt_br: **{0}** removido de **{1}**
ru: **{0}** исключены из **{1}**
sv: **{0}** borttaget från **{1}**.
tr: **{1}** klasöründen **{0}** kaldırıldı
uk: **{0}** вилучено з **{1}**
uz: **{0}** **{1}**dan olib tashlandi

# FilterChatTypes
source: Chat types
ar: أنواع المحادثات
be: Тыпы чатаў
ca: Tipus de xats
de: Chatarten
es: Tipos de chat
fa: انواع گفتگو
fi: Keskustelutyypit
fr: Types d’échange
id: Jenis Obrolan
it: Tipi di chat
ko: 대화 유형
ms: Jenis bual
pl: Typy czatów
pt_br: Tipos de chat
ru: Типы чатов
sv: Chattyper
tr: Sohbet türleri
uk: Типи чатів
uz: Chat turlari

# FilterChoose
source: Choose a folder
ar: اختيار مجلد
be: Выберыце папку
ca: Trieu una carpeta
de: Wähle einen Ordner
es: Elige una carpeta
fa: انتخاب پوشه
fi: Valitse kansio
fr: Choisir un dossier
id: Pilih folder
it: Scegli una cartella
ko: 폴더를 선택해주세요
ms: Pilih folder
nl: Kies een map
pl: Wybierz folder
pt_br: Escolha a pasta
ru: Выбрать папку
sv: Välj en mapp
tr: Bir klasör seçin
uk: Виберіть папку
uz: Jildni tanlang

# FilterContact
source: Contact
ar: جهة اتصال
be: Кантакт
ca: Contacte
de: Kontakt
es: Contacto
fa: مخاطب
fi: Yhteystieto
id: Kontak
it: Contatto
ko: 연락처
ms: Kenalan
pl: Kontakt
pt_br: Contato
ru: Контакт
sv: Kontakt
tr: Kişi
uk: Контакт
uz: Kontakt

# FilterContacts
source: Contacts
ar: جهات الاتصال
be: Кантакты
ca: Contactes
de: Kontakte
es: Contactos
fa: مخاطبین
fi: Yhteystiedot
id: Kontak
it: Contatti
ko: 연락처
ms: Kenalan
nl: Contacten
pl: Kontakty
pt_br: Contatos
ru: Контакты
sv: Kontakter
tr: Kişiler
uk: Контакти
uz: Kontaktlar

# FilterDelete
source: Remove Folder
ar: إزالة المجلد
be: Выдаліць папку
ca: Elimina la carpeta
de: Ordner entfernen
es: Eliminar carpeta
fa: حذف پوشه
fi: Poista kansio
fr: Supprimer le dossier
id: Hapus Folder
it: Rimuovi cartella
ko: 폴더 제거
ms: Hapus Folder
nl: Map verwijderen
pl: Usuń folder
pt_br: Remover Pasta
ru: Удалить папку
sv: Ta bort mapp
tr: Klasörü Sil
uk: Вилучити папку
uz: Jildni olib tashlash

# FilterDeleteAlert
source: Are you sure you want to remove this folder? Your chats will not be deleted.
ar: هل ترغب حقًا في إزالة هذا المجلد؟ لن تُحذف محادثاتك.
be: Вы ўпэўнены, што хочаце выдаліць гэту папку? Вашы чаты застануцца.
ca: Segur que voleu eliminar aquesta carpeta? Els xats no s'eliminaran.
de: Wirklich diesen Ordner entfernen? Deine Chats werden nicht gelöscht.
es: ¿Quieres eliminar esta carpeta? Tus chats no se eliminarán.
fa: آیا از حذف این پوشه اطمینان دارید؟ گفتگوهای شما حذف نخواهند شد.
fi: Haluatko varmasti poistaa tämän kansion? Siinä olevia keskusteluja ei poisteta.
fr: Voulez-vous vraiment supprimer ce dossier ? Vos échanges ne seront pas supprimés.
id: Anda yakin ingin menghapus folder ini? Obrolan Anda tidak akan dihapus.
it: Vuoi davvero eliminare questa cartella? Le tue chat non saranno eliminate.
ko: 정말 이 폴더를 제거하시겠습니까? 대화방은 삭제되지 않습니다.
ms: Anda pasti ingin hapus folder ini? Bual anda tak akan dihapus.
nl: Deze map echt verwijderen? Je chats worden niet verwijderd.
pl: Czy na pewno chcesz usunąć ten folder? Twoje czaty nie zostaną usunięte.
pt_br: Deseja mesmo remover a pasta? As suas conversas não serão apagadas.
ru: Удалить эту папку? Это не затронет чаты, которые в ней находятся.
sv: Är det säkert du vill ta bort den här mappen? Dina chattar raderas inte.
tr: Bu klasörü silmek istediğinizden emin misiniz? Sohbetleriniz silinmeyecek.
uk: Ви дійсно хочете вилучити цю папку? Чати залишаться.
uz: Haqiqatan bu jildni olib tashlamoqchimisiz? Chatlaringiz oʻchirib tashlanmaydi.

# FilterDeleteItem
source: Delete
ar: حذف المجلد
be: Выдаліць
ca: Elimina
de: Löschen
es: Eliminar
fa: حذف
fi: Poista kansio
fr: Supprimer
id: Hapus
it: Elimina
ko: 삭제
ms: Hapus
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Ta bort
tr: Sil
uk: Видалити
uz: Oʻchirish

# FilterDiscardAlert
source: You have edited this folder. Apply changes?
ar: لقد قمت بتعديل هذا المجلد. تطبيق التغييرات؟
be: Вы адрэдагавалі гэту папку. Дастасаваць змены?
ca: Heu editat la carpeta. Voleu aplicar els canvis?
de: Der Ordner wurde bearbeitet. Änderungen speichern?
es: Has editado esta carpeta. ¿Aplicar cambios?
fa: شما این پوشه را ویرایش کرده‌اید. تغییرات اعمال شود؟
fi: Olet muokannut tätä kansiota. Tallennetaanko muutokset?
fr: Vous avez modifié ce dossier. Appliquer les changements ?
id: Anda sudah mengedit folder ini. Terapkan perubahan?
it: Hai modificato questa cartella. Applicare le modifiche?
ko: 이 폴더를 편집하셨습니다. 변경 사항을 적용할까요?
ms: Anda telah sunting folder ini. Dayakan pertukaran?
nl: Je hebt deze map bewerkt. Wijzigingen toepassen?
pl: Ten folder był edytowany. Zastosować zmiany?
pt_br: Você editou essa pasta. Aplicar alterações?
ru: Вы изменили настройки папки. Применить изменения?
sv: Du har ändrat mappen. Spara ändringar?
tr: Bu klasörü düzenlediniz. Değişiklikler uygulansın mı?
uk: Ви відредагувати папку. Застосувати зміни?
uz: Siz ushbu bo'limni o'zgartirdingiz. Saqlaysizmi?

# FilterDiscardNewAlert
source: You have not finished creating the folder yet. Create now?
ar: لم تنته من إنشاء المجلد بعد. إنشاء الآن؟
be: Вы яшчэ не скончылі ствараць гэту папку. Стварыць зараз?
ca: Encara no heu acabat de crear la carpeta. Voleu crear-la ara?
de: Der Ordner wurde noch nicht erstellt. Jetzt erstellen?
es: Aún no has terminado de crear la carpeta. ¿Crear ahora?
fa: شما هنوز ایجاد پوشه را به اتمام نرسانده‌اید. الان ایجاد شود؟
fi: Et ole vielä luonut tätä kansiota valmiiksi. Luodaanko se nyt?
fr: Vous n'avez pas terminé la création du dossier. Créer maintenant ?
id: Anda belum selesai membuat folder. Buat sekarang?
it: Non hai ancora finito di creare la cartella. Crearla adesso?
ko: 폴더 만들기를 끝마치지 않으셨습니다. 바로 만들까요?
ms: Anda belum lagi siap mencipta folder. Cipta sekarang?
nl: Je hebt de map nog niet gemaakt, nu maken?
pl: Nie zakończono jeszcze tworzenia folderu. Utworzyć teraz?
pt_br: Você não concluiu a criação da pasta ainda. Criar agora?
ru: Вы не закончили создание папки. Создать?
sv: Du har inte avslutat mappskapandet än. Skapa nu?
tr: Henüz klasör oluşturmayı bitirmediniz. Şimdi oluşturulsun mu?
uk: Ви не завершили створення папки. Створити зараз?
uz: Hali jildni yaratishni yakunlamadingiz. Hozir yaratasizmi?

# FilterDiscardNewSave
source: Create
ar: إنشاء
be: Стварыць
ca: Crea
de: Erstellen
es: Crear
fa: ایجاد
fi: Luo
fr: Créer
id: Buat
it: Crea
ko: 만들기
ms: Cipta
nl: Maken
pl: Utwórz
pt_br: Criar
ru: Создать
sv: Skapa
tr: Oluştur
uk: Створити
uz: Yaratish

# FilterDiscardNewTitle
source: Create Folder?
ar: إنشاء مجلد؟
be: Стварыць папку?
ca: Voleu crear una carpeta?
de: Ordner erstellen?
es: ¿Crear carpeta?
fa: پوشه ایجاد شود؟
fi: Luodaanko kansio?
fr: Créer le dossier ?
id: Buat Folder?
it: Creare la cartella?
ko: 폴더를 만들까요?
ms: Cipta Folder?
nl: Map maken?
pl: Utworzyć folder?
pt_br: Criar Pasta?
ru: Создать папку?
sv: Skapa mapp?
tr: Klasör oluşturulsun mu?
uk: Створити папку?
uz: Jild yaratilsinmi?

# FilterDiscardTitle
source: Apply Changes?
ar: تغييرات غير محفوظة
be: Дастасаваць змены?
ca: Voleu aplicar els canvis?
de: Änderungen anwenden?
es: ¿Aplicar cambios?
fa: تغییرات اعمال شود؟
fi: Muutokset tallentamatta
fr: Appliquer les changements ?
id: Terapkan Perubahan?
it: Applicare le modifiche?
ko: 변경 사항을 적용할까요?
ms: Dayakan Pertukaran?
nl: Wijzigingen toepassen?
pl: Zastosować zmiany?
pt_br: Aplicar Alterações?
ru: Применить изменения?
sv: Osparade Ändringar
tr: Değişiklikler uygulansın mı?
uk: Застосувати зміни?
uz: Oʻzgarishlar tatbiq etilsinmi?

# FilterEdit
source: Edit folder
ar: تعديل المجلّد
be: Рэдагаваць папку
ca: Edita la carpeta
de: Ordner bearbeiten
es: Editar carpeta
fa: ویرایش پوشه
fi: Muokkaa
fr: Modifier le dossier
it: Modifica cartella
ko: 폴더 편집
ms: Sunting folder
nl: Map bewerken
pl: Edytuj folder
pt_br: Editar pasta
ru: Настроить папку
sv: Redigera mapp
tr: Klasörü düzenle
uk: Редагувати папку
uz: Jildni tahrirlash

# FilterEditAll
source: Edit folders
ar: تعديل المجلدات
be: Рэдагаваць папкі
ca: Edita les carpetes
de: Ordner bearbeiten
es: Editar carpetas
fa: ویرایش پوشه‌ها
fi: Muokkaa kansioita
fr: Modifier les dossiers
id: Edit folder
it: Modifica cartelle
ko: 폴더 편집
ms: Sunting folder
nl: Mappen bewerken
pl: Edytuj foldery
pt_br: Editar pastas
ru: Настроить папки
sv: Ändra mappar
tr: Klasörleri düzenle
uk: Редагувати папки
uz: Jildlarni tahrirlash

# FilterEditItem
source: Edit
ar: تعديل المجلد
be: Рэдагаваць
ca: Edita
de: Bearbeiten
es: Editar
fa: ویرایش
fi: Muokkaa kansiota
fr: Modifier
it: Modifica
ko: 편집
ms: Sunting
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Изменить
sv: Ändra
tr: Düzenle
uk: Редагувати
uz: Tahrirlash

# FilterExclude
source: Excluded Chats
ar: المحادثات المستثناة
be: Чаты не ў папцы
ca: Xats exclosos
de: Ausgeschlossene Chats
es: Chats excluidos
fa: گفتگوهای شامل نشده
fi: Pois jätetyt keskustelut
fr: Échanges exclus
id: Obrolan Dikecualikan
it: Chat escluse
ko: 제외할 대화방
ms: Tak Mengandungi Bual
nl: Uitgezonderde chats
pl: Wykluczone czaty
pt_br: Chats Ignorados
ru: Исключённые чаты
sv: Exkluderade chattar
tr: Hariç Tutulan Sohbetler
uk: Виключені чати
uz: Istisno qilingan chatlar

# FilterExcludeArchived
source: Exclude Archived
ar: استثناء المؤرشفة
be: Не ўлічваць чаты ў архіве
ca: Exclou els arxivats
de: Archivierte ausschliessen
es: Excluir archivados
fa: شامل نشدن گفتگوهای بایگانی شده
fi: Jätä arkistoidut pois
fr: Exclure les archives
id: Diluar yang diarsipkan
it: Escludi archiviate
ko: 보관된 방 제외
ms: Sisih Arkib
nl: Exclusief gearchiveerd
pl: Wyklucz zarchiwizowane
pt_br: Ignorar Arquivados
ru: Исключить архив
sv: Exkludera arkiverade
tr: Arşivlenmişleri Hariç Tut
uk: Крім архівованих
uz: Arxivlanganlarni istisno qilish
